tap "caskformula/caskformula"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "rcmdnk/file"

brew "openssl"
brew "python@2", link: false
brew "ansible"
brew "docker"
brew "elasticsearch", restart_service: true
brew "git"
brew "git-flow"
brew "git-lfs"
brew "htop"
brew "python"
brew "httpie"
brew "hub"
brew "jq"
brew "mariadb", restart_service: true
brew "mas"
brew "nginx"
brew "php", restart_service: true
brew "pyenv"
brew "redis"
brew "shpotify"
brew "thefuck"
brew "tig"
brew "tmux"
brew "vim"
brew "wget"
brew "zsh"
brew "heroku/brew/heroku"
brew "rcmdnk/file/brew-file"

mas "Keynote", id: 409183694
mas "Microsoft OneNote", id: 784801555
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Xcode", id: 497799835

cask "fastlane"
cask firefox
cask google-chrome
cask hammerspoon
cask java8
cask jitouch
cask launchbar
cask pycharm-ce
cask rowanj-gitx
cask scroll-reverser
cask sequel-pro
cask spotifree
cask spotify
cask slack
cask virtualbox
cask visual-studio-code

brew brew-file
